Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Magnesia for pharmaceutical purposes
it: Magnesia per uso farmaceutico

source: Magnesium hydroxide for medicinal use
it: Idrossido di magnesio per uso medicinale

source: Malt extracts for pharmaceutical use
it: Estratti di malto per uso farmaceutico

source: Adhesive films for medical use
it: Pellicole adesive per uso medico

source: Adhesives for affixing prostheses
it: Adesivi per fissare protesi

source: Human coagulation factors
it: Fattori coagulanti umani

source: Implantable medicines
it: Farmaci impiantabili

source: Radiopharmaceutical products
it: Prodotti radiofarmaceutici

source: Reactants for veterinary diagnosis
it: Reagenti per la diagnosi veterinaria

source: Ethers for pharmaceutical purposes
it: Eteri per uso farmaceutico

source: Eucalyptol for pharmaceutical purposes
it: Eucaliptolo per uso farmaceutico

source: Dietary supplements for animals
it: Integratori alimentari per animali

source: Fumigants
it: Fumiganti

source: Hypnotic sedatives
it: Sedativi ipnotici

source: Antiserums for diagnostic purposes
it: Antisieri per uso diagnostico

source: Peptones for pharmaceutical purposes
it: Peptoni per uso farmaceutico

source: Turpentine for pharmaceutical purposes
it: Trementina per uso farmaceutico

source: Mothproofing paper
it: Carta antitarme

source: Impregnated pads containing medicated preparations
it: Tamponi imbevuti contenenti prodotti medicati

source: Preparations for preventing nail biting
it: Preparati per evitare di mangiarsi le unghie

source: Gauze compresses
it: Compresse di garza

source: Hand creams for medical use
it: Creme per le mani per uso medico

source: Health food supplements for persons with special dietary requirements
it: Integratori alimentari sanitari per persone con esigenze dietetiche particolari

source: Herbal beverages for medicinal use
it: Bevande a base di erbe per uso medicinale

source: Beta blockers
it: Beta-bloccanti

source: Shaped napkins of cellulose for babies
it: Pannolini sagomati in cellulosa per neonati

source: Dental materials for stopping the teeth
it: Materiali dentistici per otturazioni dentarie

source: Dental stone
it: Pietra dentaria

source: Nasal drops for the treatment of allergies
it: Gocce nasali per la cura di allergie

source: Ceramics for use in the reconstruction of dentures
it: Ceramica per la ricostruzione di dentiere

source: Compresses for use as dressings
it: Compresse per uso come fasciature

source: Cotton wool in the form of sticks for medical use
it: Ovatta sotto forma di bastoncini per uso medico

source: Dental amalgams of gold
it: Amalgami dentarie in oro

source: Pheromones for medical use
it: Ferormoni per uso medico

source: Moist paper hand towels impregnated with a pharmaceutical lotion
it: Fazzoletti di carta umidificati imbevuti di lozioni farmaceutiche

source: Mosquito repellents
it: Prodotti antizanzare

source: Moth repellents
it: Prodotti antitarme

source: Cleaning cloths impregnated with disinfectant for hygiene purposes
it: Panni per la pulizia imbevuti di disinfettante per uso igienico

source: Mineral waters for medical purposes
it: Acque minerali per uso medico

source: Swabs for medical use
it: Tamponi per uso medico

source: Medicated throat sprays
it: Spray medicati per la gola

source: Feminine hygiene products
it: Prodotti per l'igiene femminile

source: Filled syringes for medical purposes [containing pharmaceuticals]
it: Siringhe pre-riempite per uso medico [contenenti prodotti farmaceutici]

source: Antifungal preparations
it: Preparati antimicotici

source: Abrasive fluids for dental use
it: Liquidi abrasivi per uso dentistico

source: Absorbent sanitary articles
it: Articoli assorbenti igienici

source: Acne cleansers [pharmaceutical preparations]
it: Detergenti contro l'acne [preparati farmaceutici]

source: Veterinary preparations and substances
it: Preparati e sostanze veterinarie

source: Antiseptics
it: Antisettici

source: Anti-uric preparations
it: Prodotti antiurici

source: Bacterial poisons
it: Veleni batterici

source: Opiates
it: Oppiacei

source: Dextrins for pharmaceutical use
it: Destrine per uso farmaceutico

source: Dietetic foods adapted for invalids
it: Alimenti dietetici per invalidi

source: Aldehydes for pharmaceutical purposes
it: Aldeidi per uso farmaceutico

source: Alloys of precious metals for dental purposes
it: Leghe di metalli preziosi per uso dentario

source: Bone cement for surgical and orthopaedic purposes
it: Cemento di ossa per uso chirurgico e ortopedico

source: Cachou for pharmaceutical purposes
it: Tubo di gomma per uso farmaceutico

source: Candy for medical purposes
it: Zucchero candito per uso medico

source: Carbolineum [parasiticide]
it: Carbonile [antiparassitario]

source: Chemical preparations for pharmaceutical purposes
it: Preparati chimici per uso farmaceutico

source: Mint for pharmaceutical purposes
it: Menta per uso farmaceutico

source: Effervescent analgesic pharmaceutical preparations
it: Preparati farmaceutici analgesici effervescenti

source: Effervescent vitamin tablets
it: Compresse di vitamine effervescenti

source: Medicated ointments for application to the skin
it: Unguenti medicati da applicare sulla pelle

source: Reagents for use in diagnostic pregnancy tests
it: Reagenti per test diagnostici di gravidanza

source: Trace element preparations for use by animals
it: Preparati di oligoelementi per uso animale

source: Androgen preparations
it: Preparati androgenici

source: Antacids
it: Antiacidi

source: Culture media for veterinary use
it: Terreni di coltura per uso veterinario

source: Dementholized peppermint oil for medical purposes
it: Oli di menta piperita dementolati per uso medico

source: Digestives for pharmaceutical purposes
it: Digestivi per uso farmaceutico

source: Greases for medical purposes
it: Grassi per uso medico

source: Tobacco-free cigarettes for medical purposes
it: Sigarette senza tabacco per uso medico

source: Phenol for pharmaceutical purposes
it: Fenolo per uso farmaceutico

source: Chemical preparations for treating phylloxera
it: Prodotti chimici per il trattamento della fillossera

source: Vaginal washes for medical purposes
it: Lavaggi vaginali per uso medico

source: Serotherapeutic medicines
it: Medicamenti sieroterapici

source: Milk powders [foodstuff for babies]
it: Latti in polvere [alimenti per neonati]

source: Mineral dietary supplements for animals
it: Integratori dietetici minerali per animali

source: Mineral supplements for feeding livestock
it: Integratori minerali per mangime per bestiame

source: Mercurial ointments
it: Unguenti mercuriali

source: Myrobalan bark for pharmaceutical purposes
it: Scorza di mirabolano per uso farmaceutico

source: Linseed for pharmaceutical purposes
it: Semi di lino per uso farmaceutico

source: Cleaning solvents for removing adhesive plasters
it: Solventi di pulizia per togliere cerotti adesivi

source: Dietetic substances for babies
it: Sostanze dietetiche per neonati

source: Disinfectants impregnated into tissues
it: Salviette imbevute di disinfettante

source: Liniments
it: Linimenti

source: Medicines for dental purposes
it: Medicamenti per uso dentario

source: Glycerine for medical purposes
it: Glicerina per uso medico

source: Formic aldehyde for pharmaceutical purposes
it: Aldeide formica per uso farmaceutico

source: Fumigation preparations for medical purposes
it: Prodotti per fumigazioni per uso medico

source: Fat emulsions for medical infusions
it: Emulsioni di grassi per infusi medici

source: Synthetic resins for medical use
it: Resine sintetiche per uso medico

source: Porcelain for dental prostheses
it: Porcellana per protesi dentarie

source: Preparations to facilitate teething
it: Preparazioni per facilitare la dentizione

source: Disinfectants for hygiene purposes
it: Disinfettanti per uso igienico

source: Preparations for destroying mice
it: Prodotti per distruggere i topi

source: Antibiotics in the form of lotions
it: Antibiotici in forma di lozioni

source: Adhesives for dental use
it: Adesivi per uso dentistico

source: Implantable textile material to encourage the growth of tissue
it: Materiale tessile impiantabile per favorire la crescita dei tessuti

source: Quebracho bark for medical use
it: Corteccia di quebracho per uso medico

source: Medicinal infusions
it: Infusioni medicinali

source: Anti-viral agents
it: Agenti antivirali

source: Artificial sweeteners adapted for diabetics
it: Dolcificanti artificiali per diabetici

source: Bandages for the oral cavity
it: Bendaggi per la cavità orale

source: Bandages for the prevention of blisters
it: Bende per prevenire la formazione di vesciche

source: Gastrointestinal preparations
it: Preparati gastrointestinali

source: Plasters incorporating a magnet
it: Cerotti contenenti un magnete

source: Preparations for facilitating sexual coupling
it: Preparati per agevolare l'atto sessuale

source: Transdermal patches
it: Cerotti transdermici

source: Parasiticides for medical use
it: Parassiticidi per uso medico

source: Thermal water
it: Acque termali

source: Solvents for removing adhesive plasters
it: Solventi per levare il cerotto

source: Anticryptogamic preparations
it: Prodotti anticrittogamici

source: Preparations for ocular lubrication
it: Preparati per la lubrificazione oculare

source: Preparations for use in naturopathy
it: Preparati per uso in naturopatia

source: Antiseptic cleansers
it: Detergenti antisettici

source: Antiseptics with therapeutic effect
it: Antisettici con effetto terapeutico

source: Antacid preparations
it: Preparati antiacidi

source: Contraceptive foams
it: Schiume contraccettive

source: Germicidal preparations [other than soap]
it: Preparati germicidi [non sapone]

source: Health food supplements made principally of minerals
it: Integratori alimentari sanitari principalmente a base di minerali

source: Health food supplements made principally of vitamins
it: Integratori alimentari sanitari principalmente a base di vitamine

source: Bandages for skin wounds
it: Fasciature per ferite cutanee

source: Shaped napkins of paper for babies
it: Pannolini sagomati in carta per neonati

source: Dental preparations for disclosing plaque
it: Preparati dentistici per evidenziare la placca

source: Mustard powder for medical purposes
it: Polvere di senape per uso medico

source: Cements for dental prostheses
it: Cementi per protesi dentarie

source: Antiparasitic collars for animals
it: Collari antiparassitari per animali

source: Cleaners [preparations] for sterilising surgical instruments
it: Detergenti [preparati] per sterilizzare strumenti chirurgici

source: Aloe vera preparations for pharmaceutical purposes
it: Preparati di aloe vera per uso farmaceutico

source: Vulnerary sponges
it: Spugne cicatrizzanti

source: Flea exterminating preparations
it: Prodotti per eliminare le pulci

source: Glucose for medical purposes
it: Glucosio per uso medico

source: Extracts of hops for pharmaceutical purposes
it: Estratti di luppolo per uso farmaceutico

source: Dietetic substances adapted for medical use
it: Sostanze dietetiche per uso medico

source: Biological preparations for veterinary purposes
it: Preparati biologici per uso veterinario

source: Dermatological pharmaceutical substances
it: Sostanze farmaceutiche dermatologiche

source: Diagnostic agents for pharmaceutical use
it: Agenti diagnostici per uso farmaceutico

source: Diagnostic chemical reagents for medical use
it: Reagenti chimici diagnostici per uso medico

source: Anti-oxidant food supplements
it: Integratori alimentari antiossidanti

source: Disinfectants for chemical toilets
it: Disinfettanti per w.c. chimici

source: Fish meal for pharmaceutical purposes
it: Farina di pesce per uso farmaceutico

source: Potassium salts for medical purposes
it: Sali di potassio per uso medico

source: Insecticides
it: Insetticidi

source: By-products of the processing of cereals for dietetic or medical purposes
it: Residui dal trattamento dei semi di cereali per uso dietetico o medico

source: Pomades for medical purposes
it: Pomate per uso medico

source: Elixirs for preventing throat infections
it: Elisir per la prevenzione di infezioni della gola

source: Elixirs for relieving asthma
it: Elisir per alleviare l'asma

source: Viral vaccines
it: Vaccini virali

source: Vitamin preparations in the nature of food supplements
it: Preparati vitaminici in forma di integratori alimentari

source: Vitamin supplements for use in renal dialysis
it: Integratori vitaminici per la dialisi renale

source: Alginate dietary supplements
it: Integratori alimentari di alginati

source: Medicated isotonic drinks
it: Bevande isotoniche medicinali

source: Creams (Medicated -) for the feet
it: Creme per i piedi (Medicate -)

source: Repellents for dogs
it: Repulsivi per cani

source: Chemico-pharmaceutical preparations
it: Prodotti chimico-farmaceutici

source: Pepsins for pharmaceutical purposes
it: Pepsine per uso farmaceutico

source: Aluminium acetate for pharmaceutical purposes
it: Acetato di allumina per uso farmaceutico

source: Biological preparations for medical purposes
it: Prodotti biologici per uso medico

source: Eyepatches for medical purposes
it: Mascherine oculari ad uso medico

source: Diastase for medical purposes
it: Diastasi per uso medico

source: Enzymes for medical purposes
it: Enzimi per uso medico

source: Medicinal creams for the protection of the skin
it: Creme medicinali per la protezione della pelle

source: Salts for mineral water baths
it: Sali per bagni di acque minerali

source: Skin treatment [medicated] for animals
it: Trattamento per la pelle [medicato] per animali

source: Chemical contraceptives
it: Contraccettivi chimici

source: Dietetic infusions for medical use
it: Infusioni dietetiche per uso medico

source: Therapeutic preparations for the bath
it: Preparazioni terapeutiche per il bagno

source: Slug exterminating preparations
it: Prodotti per distruggere le lumache

source: Ethers for medical use
it: Eteri per uso medico

source: Extracts of medicinal herbs
it: Estratti di erbe medicinali

source: Drugs for medical purposes
it: Droghe per uso medico

source: Anti-bacterial preparations
it: Preparati antibatterici

source: Anti-fungal dermatological preparations for use on the nails
it: Preparati dermatologici antimicotici per unghie

source: Adhesive compositions for medical use
it: Composti adesivi per uso medico

source: Adhesive dressings
it: Fasciatura adesiva

source: Hygienic lubricants
it: Lubrificanti igienici

source: Radioactive elements for medical use
it: Elementi radioattivi per uso medico

source: Surgical dressings
it: Stoffe per medicazioni

source: Flour for pharmaceutical purposes
it: Farine per uso farmaceutico

source: Dietetic sugar for medical use
it: Zucchero dietetico per uso medico

source: Fungicides for horticultural use
it: Fungicidi per orticoltura

source: Herbal extracts for medical purposes
it: Estratti di erbe ad uso medico

source: Ophthalmologic preparations
it: Preparati oftalmologici

source: Antibacterial pharmaceuticals
it: Prodotti farmaceutici antibatterici

source: Mineral water salts
it: Sali di acque minerali

source: Barks for pharmaceutical purposes
it: Cortecce per uso farmaceutico

source: Impregnated medicated pads
it: Tamponi medicati imbevuti

source: Probiotic bacterial formulations for medical use
it: Preparati batterici probiotici per uso medico

source: Antiseptic sprays in aerosol form for use on the skin
it: Spray antisettici sotto forma di aerosol da utilizzare sulla pelle

source: Bone cements for surgical purposes
it: Cementi per ossa per uso chirurgico

source: Haemostatic preparations
it: Preparati emostatici

source: Herbal dietary supplements for persons special dietary requirements
it: Integratori dietetici a base di erbe per persone con fabbisogni dietetici speciali

source: Pharmaceutical sweets
it: Confetti farmaceutici

source: Blood substitutes
it: Sostituti del sangue

source: Babies' disposable diaper pants of cellulose
it: Pannolini di cellulosa usa e getta per neonati

source: Mustard preparations for medical purposes
it: Preparati a base di senape per uso medico

source: Nappy liners of paper for incontinents
it: Fodere per pannolini in carta per incontinenti

source: Mouthwashes [gargles] for medical purposes
it: Collutori [liquidi per gargarismi] per uso medico

source: Multi-vitamin preparations
it: Preparati multivitaminici

source: Douching preparations for medical purposes
it: Preparati per lavande vaginali per uso medico

source: Stem cells for medical purposes
it: Cellule staminali per uso medico

source: Biological tissue cultures for medical purposes
it: Colture di tessuti biologici per uso medico

source: Biological tissue cultures for veterinary purposes
it: Colture di tessuti biologici per uso veterinario

source: Sterile plastic films for use as bandaging
it: Pellicole sterili in plastica per uso come bende

source: Substitutes for mothers milk
it: Sostituti del latte materno

source: Surgical implants grown from stem cells [living tissues]
it: Impianti chirurgici ottenuti da cellule staminali [tessuti vivi]

source: Bacterial preparations for medical and veterinary use
it: Preparazioni batteriche per uso medico o veterinario

source: Disposable training pants of cellulose for infants
it: Pannolini-mutandina monouso di cellulosa per neonati

source: Narcotics
it: Narcotici

source: Ointments for pharmaceutical purposes
it: Unguenti per uso farmaceutico

source: Opium
it: Oppio

source: Iodides for pharmaceutical purposes
it: Ioduri per uso farmaceutico

source: Dental varnishes for sealing teeth
it: Smalti dentari per l'otturazione di denti

source: Dental veneers for use in dental restoration
it: Rivestimenti dentari per ricostruzioni dentarie

source: Dental wax for the preparation of dental moulds
it: Cere dentarie per la preparazione di impronte dentarie

source: Amino acids for medical purposes
it: Aminoacidi per uso medico

source: Radium for medical purposes
it: Radium per uso medico

source: Rhubarb roots for pharmaceutical purposes
it: Radici di rabarbaro per uso farmaceutico

source: Calomel [fungicide]
it: Calomelano [funghicida]

source: Lecithin for medical purposes
it: Lecitina per uso medico

source: Disposable pants of paper for holding a babies napkin in place
it: Mutandine monouso in carta per tenere a posto pannolini per neonati

source: Disposable nappies made of paper for incontinents
it: Pannolini di carta usa e getta per incontinenti

source: Diuretic pharmaceutical preparations
it: Preparati farmaceutici diuretici

source: Medicated supplements for foodstuffs for animals
it: Integratori medicati per alimenti per animali

source: Reagents for use in diagnostic tests [for veterinary purposes]
it: Reagenti per test diagnostici [per uso veterinario]

source: Trace element preparations for human use
it: Preparati di oligoelementi per uso umano

source: Enzyme dietary supplements
it: Integratori alimentari di enzimi

source: Medicinal herbs
it: Erbe medicinali

source: Antidepressants
it: Antidepressivi

source: Motion sickness treatment preparations
it: Preparati per la cura della cinetosi

source: Disposable diapers
it: Pannolini monouso

source: Mineral salts for medical purposes
it: Sali minerali per uso medico

source: Chloroform
it: Cloroformio

source: Chemical preparations for veterinary purposes
it: Preparati chimici per uso veterinario

source: Enzymes for veterinary purposes
it: Enzimi per uso veterinario

source: Pants, absorbent, for incontinents
it: Mutande igieniche per incontinenti

source: Soil-sterilising preparations
it: Prodotti sterilizzanti per suoli

source: Sodium salts for medical purposes
it: Sali di soda per uso medico

source: Tapes for varicose veins
it: Nastri per le vene varicose

source: Nutritive substances for microorganisms
it: Sostanze nutritive per micro-organismi

source: Mustard for pharmaceutical purposes
it: Mostarda per uso farmaceutico

source: Solid oxygen for medical use
it: Ossigeno solido per uso medico

source: Solutions for medical use in washing the nasal passages
it: Soluzioni per uso medico per il lavaggio dei passaggi nasali

source: Radiological contrast substances for medical purposes
it: Sostanze di contrasto radiologico per uso medico

source: Dietetic preparations adapted for medical use
it: Preparati dietetici adattati ad uso medico

source: Diluents for medical use
it: Diluenti per uso medico

source: Sanitizers for household use
it: Disinfettanti per uso domestico

source: Milk ferments for pharmaceutical purposes
it: Fermenti lattici per uso farmaceutico

source: Talcum powder (Medicated -) for babies
it: Talco (Medicato -) per neonati

source: Therapeutic medicated bath preparations
it: Preparati terapeutici medicati per il bagno

source: Tissue-regenerative pharmaceutical preparations
it: Preparati farmaceutici per la rigenerazione dei tessuti

source: Lactose free infant's formula
it: Prodotti per neonati senza lattosio

source: Magnesium salts for pharmaceutical use
it: Sali di magnesio per uso farmaceutico

source: Hormone preparations for pharmaceutical use
it: Preparati ormonali per uso farmaceutico

source: Radiotherapeutic hormones
it: Ormoni radioterapeutici

source: Eucalyptus for pharmaceutical purposes
it: Eucalipto per uso farmaceutico

source: Fennel for medical purposes
it: Finocchio per uso medico

source: Disinfectants for contact lenses
it: Disinfettanti per lenti a contatto

source: Appetite stimulant preparations
it: Preparati per stimolare l'appetito

source: Aspirin in tablet form
it: Aspirina in compresse

source: Fungicidal fungal agents
it: Agenti fungali fungicidi

source: Gases for dental use
it: Gas per uso dentario

source: Oil of turpentine for pharmaceutical purposes
it: Essenza di trementina per uso farmaceutico

source: Mixed vitamin preparations
it: Preparazioni vitaminiche miste

source: Adhesive bandages
it: Bende adesive

source: Agricultural pesticides
it: Pesticidi per uso agricolo

source: Impregnated antiseptic wipes
it: Salviette imbevute antisettiche

source: Indicators for medical diagnosis
it: Indicatori per la diagnosi medica

source: Diapers made of cellulose
it: Pannolini in cellulosa

source: Preparations for the diagnosis of ovulation
it: Preparati per la diagnosi dell'ovulazione

source: Probiotic bacterial formulations for veterinary use
it: Formulazioni probiotiche batteriche per uso veterinario

source: Antiseptics with prophylactic effect
it: Antisettici con effetto profilattico

source: Gelatine for medical purposes
it: Gelatina per uso medico

source: Clinical medical reagents
it: Reagenti medico clinici

source: Decongestants
it: Decongestionanti

source: Cardiovascular preparations
it: Preparati cardiovascolari

source: Pant liners for incontinents
it: Proteggi-slip per incontinenti

source: Disposable pants of cellulose for holding a babies' napkin in place
it: Mutandine monouso in cellulosa per tenere a posto pannolini per neonati

source: Appetite suppressants
it: Soppressori dell'appetito

source: Nasal spray for the treatment of allergies
it: Spray nasali per la cura di allergie

source: Cellulose wadding for medical purposes
it: Ovatta di cellulosa per uso medico

source: Cellulose wool for medical use
it: Lana di cellulosa per uso medico

source: Chemical pessaries
it: Pessari chimici

source: Chemical preparations for use in dna analysis [medical]
it: Prodotti chimici per l'analisi del DNA [per uso medico]

source: Compounds for treating respiratory diseases
it: Composti per la cura di malattie respiratorie

source: Contrast media for use in medical imaging
it: Mezzi di contrasto per l'imaging medico

source: Acids for pharmaceutical purposes
it: Acidi per uso farmaceutico
